{
  "meals": [
    {
      "name": "Jerk Chicken",
      "img": "https://images.unsplash.com/photo-1610057099431-d73a1c9d2f2f?q=80&w=987&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
      "instructions": "Recept från Barbados där jag besökte min bror som bodde där. Till kycklingen och den heta såsen är det supergott med ugnsrostad potatis,\nugnsrostade grönsaker eller grillad majs. Men du kan också äta kycklingen som den är med bara såsen /Tareq",
      "ingredients": "1 gul lök (stor)\n2 klyftor vitlök\n1 chilifrukt (t ex habanero, eller torkad chili)\n1 limefrukt, saften från\n1 tsk kryddpepparkorn\n1,5 tsk malen muskot\n1 tsk five spice, krydda\n0,75 dl japansk soja\n1 tsk torkad timjan\n1 msk solrosolja",
      "id": 19
    },
    {
      "name": "Birria",
      "img": "https://images.unsplash.com/photo-1666307635004-3900f0bad9fa?q=80&w=987&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
      "instructions": "Skala och hacka gul- och vitlöken. Fräs lökhacket mjukt i oljan i en gryta, sänk värmen och rör i kryddorna. Låt dem fräsa någon minut. Dra av grytan från värmen och tillsätt vinäger och vatten.\n\nSkär bort skaftet på den blötlagda chilin och dela och skrapa ur kärnorna. Mixa chilin (utan skaft och kärnor) med lökblandningen till en slät kräm.\n\nGryta: Skär köttet i 5 x 5 cm stora bitar och krydda dem med salt. Lägg köttet i grytan och tillsätt chili- och lökmixen, kanelstång, lagerblad, smulad buljongtärning och vatten. Sjud under lock ca 4 timmar eller tills köttet är riktigt mjukt.",
      "ingredients": "Kryddmix\n1  torkad chipotlechili (1 tsk motsvarar ca 5 g)\n1  torkad anchochili (1 msk motsvarar ca 15 g)\n2  gul lök\n2  vitlöksklyftor\n1/2 msk olja\n2 krm malen nejlika\n1 tsk torkad oregano\n1/2 tsk rökt paprikapulver\n1 tsk spiskummin\n1/2 dl rödvinsvinäger\n1 dl vatten\nGryta\n1 kg högrev\nsalt\n1  kanelstång\n2  lagerblad\n1  köttbuljongtärning eller motsvarande mängd fond\n1 dl vatten\n16  tortillabröd (små)\n150 g riven ost",
      "id": 20
    },
    {
      "name": "Buffalo wings",
      "img": "https://images.unsplash.com/photo-1608039755401-742074f0548d?q=80&w=1035&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
      "instructions": "\"Sätt ugnen på 225˚C.\n\nGrillsås: Skala och riv vitlöksklyftorna. Kärna ur och finhacka chilin. Fräs vitlök, chili, koriander, paprikapulver och tomatpuré i oljan i en liten kastrull.\n\nRör ihop vatten, vinäger, honung och worcestershiresås och blanda ner i fräset. Koka sakta ihop till en tjock sås, ca 5 minuter. Smaka av med tabasco, salt och peppar.\n\nKyckling: Blanda kycklingvingarna med saltet. Massera sedan in grillsåsen i kycklingvingarna. Sprid ut dem på en plåt. Sätt in plåten mitt i ugnen tills vingarnas innertemperatur är 82°C, ca 35 minuter. Vänd kycklingvingarna då och då.\n\nTill servering: Servera kycklingvingarna med stjälkselleristavar, och gärna blue cheesedipp, se tips om du vill göra egen.\"",
      "ingredients": "\"Grillsås\n3  vitlöksklyftor\n1  röd peppar\n1 1/2 tsk mald koriander\n1 1/2 tsk paprikapulver (gärna rökt)\n3 msk tomatpuré\n3 msk olja\n5 msk vatten\n3 msk vitvinsvinäger\n3 msk flytande honung\n1 1/2 msk worcestershiresås\n1 tsk tabasco\n4 krm salt\n2 krm svartpeppar\"",
      "id": 21
    },
    {
      "name": "Lemon pepper wings",
      "img": "https://images.unsplash.com/photo-1693820488674-4f8c98fbc0f9?q=80&w=1032&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
      "instructions": "CHICKEN WINGS Purchase split wings (little drumsticks and the flat parts) to save time from splitting whole chicken wings yourself. These can be made with fresh or frozen wings. Frozen wings will need more time to cook.\n\nSEASONINGtt  These are seasoned with lemon pepper seasoning. If using store-bought, taste it before adding (we prefer homemade lemon pepper seasoning). Some brands can be incredibly salty so you might need to reduce the amount you add to the wings.\n\nLEMON PEPPER BUTTER SAUCE Once cooked these are tossed with lemon butter and then generously sprinkled with freshly ground black pepper. SO good! If you have a pepper grinder, now is the time to use it!",
      "ingredients": "1 ½ pounds chicken wings\n1 tablespoon olive oil\n▢2 teaspoons lemon pepper *see note\n▢1 ½ teaspoons lemon zest\n▢1 clove garlic minced, or half teaspoon garlic powder\n▢fresh black pepper and kosher salt\n▢fresh thyme and parsley for garnish optional\n▢3 tablespoons melted butter\n▢1 teaspoon fresh lemon juice",
      "id": 22
    }
  ]
}